<?php

return [

    /*
    |--------------------------------------------------------------------------
    | словарь всех страниц
    |--------------------------------------------------------------------------
    |
    |
    |
    */


    /*    кнопки    */
    'from' => 'з',
    'to' => 'по',
    'details' => 'Детальніше',
    'all_actions' => 'Всі акції',
    'all_news' => 'Всі новини',
    'all_categories' => 'Усі категорії',
    'all_cities' => 'Усі міста',
    'subscribe' => 'Підписатися',
    'calculate' => 'Розрахувати',
    'credit' => 'кредит',
    'back_home' => 'Повернутися на головну',
    'send_resume' => 'Відправити резюме',
    'send' => 'Відправити',

    /*    404    */
    'not_found' => 'Упс, сторінка не знайдена',
    'back_to_main' => 'Повернутися на головну',

    /*    заголовки  главная страница  */

    'credit_calculator' => 'Кредитний калькулятор',
    'how_to_get_credit' => 'Як отримати кредит',
    'main' => 'Головна',
    'offices' => 'Відділення',
    'credits' => 'Кредити',
    'for_clients' => 'Клієнтам',
    'private_office' => 'Особистий кабінет',
    'about' => 'Про компанію',
    'contacts' => 'Контакти',
    'search' => 'Пошук',
    'collaboration' => 'Співпраця',
    'vacancies' => 'Вакансії',
    'company_rewards' => 'Нагороди компанії',
    'online_chat' => 'Онлайн чат',
    'calculate_credit' => 'Розрахувати кредит',
    'calculate_my_credit' => 'Розрахувати мій кредит',
    'calculate_bail' => 'Визначте приблизну вартість застави і залиште заявку на отримання кредиту',
    'call_free' => 'Дзвоніть безкоштовно',
    'you_get' => 'Ви отримуєте',
    'on_bail' => 'Під заставу',
    'special_abilities' => 'Спеціальні можливості',
    'actions' => 'Акції',
    'our_actions' => 'Наши акції',
    'get_news' => 'Дізнатися про всі акції та новини першим',
    'last_news' => 'Останні новини',
    'achievements' => 'Досягнення',
    'years_on_market' => 'років на ринку',
    'offices_amount' => 'відділень по Україні',
    'cities' => 'міст',
    'happy_clients' => 'задоволених клієнтів',
    'given_credits' => 'виданих кредитів',
    'feedbacks' => 'Відгуки клієнтів',

    /*    заголовки  раздел новости  */

    'news' => 'Новини',
    'show_news' => 'Показувати новини:',
    'calculate_message' => 'Визначте приблизну вартість застави і залиште заявку на отримання кредита',
    'share' => 'Поділитися в: ',
    'no_news' => 'Нема новин',
    'try_more' => 'Спробуйте застосувати інший фільтр',

    /*    заголовки  раздел отделения  */

//    'offices' => 'Відділення',
    'choose_city' => 'Виберіть місто',
    'choose_office' => 'Виберіть відділення',
    'all_offices' => 'Всі відділення',
    'city' => 'Місто:',


    /*    заголовки  раздел акции  */

    'show_actions' => 'Показувати акції:',
    'archive_actions' => 'Архів акцій:',
    'offers_unavailable' => 'На даний момент пропозиції тимчасово не доступні',
    'follow_our_news' => 'Слідкуйте за нашими новинами, щоб не пропустити вигідні акції',

    /*    раздел поиска  */

    'search_results' => 'Результати пошуку:',

    'start_type' => 'Почніть вводити текст...',

    /*    заголовки  раздел тарифные планы  */

    'tariff_plans' => 'Тарифні плани',
    'max_term' => 'максимальний термін кредитування',
    'discover_tariffs' => 'Дізнатися тарифні плани',

    /*   страница 404  */

    '404_message' => 'Упс, сторінка не знайдена',

    /*    заголовки  раздел вакансии  */

    'region' => 'Регіон',
    'categories' => 'Категорії',

    /*   заголовки  раздел часто задаваемые вопросы  */

    'faqs' => 'Поширені запитання',
    'all' => 'Всі',
    'have_questions' => 'Залишились питання?',
    'callbacks_free' => 'Дзвінки безкоштовні ',
    'callbacks_request_message' => '  або заповніть форму і ми Вам передзвонимо',
    'your_name' => 'Ваше ім\'я',
    'your_phone' => 'Ваш телефон',

    /*   словарь для раздела финансовой отчетности  */

    'financial_reports' => 'Реквізити та фінансова звітність',
    'certificate' => 'Свідоцтво про реєстрацію фінансової установи: ',

    /* Акции */

    'action_conditions' => 'Офіційні умови акції:',

//    Отделения
    'office' => 'Відділення',

    /*  заказ обратного звонка   */

    'enter_your_phone' => 'Введіть ваш номер телефону, щоб ми змогли вам допомогти.',
    'callback' => 'Зворотний дзвінок',
    'thanks_for_feedback' => 'Дякуємо за відгук!',
    'we_will_call' => 'Ми вам передзвонимо найближчим часом.',

    // calculator

    'calculate_your_credit' => 'Розрахувати свій кредит',
    'bail_gold' => 'Під золото',
    'bail_silver' => 'Під серебро',
    'bail_gadget' => 'Під техніку',
    'min_weight' => 'Мінімальна вага 1 грам',
    'weight' => 'Вага виробу',
    'hallmark' => 'Проба металу',
    'hallmark_choose' => 'Виберіть пробу',
    'stones' => 'Камені і вставки',
    'tariff_plan' => 'Тарифный план',
    'tariff_choose' => 'Виберіть тариф',
    'to_know_more' => 'Дізнатися більше',
    'your_status' => 'Ваш дисконтный статус',
    'choose_status' => 'Виберіть статус',
    'your_term' => 'Термін кредитування',
    'here_result' => 'Тут буде результат',
    'credit_amount' => 'Сума кредиту',
    'credit_percentages' => 'Сума % за кредит',
    'credit_message' => 'Подані суми є орієнтовними. Точно оцінити ваше заставне майно зможе лише експерт-оцінювач в ломбардному відділенні після його перевірки',
    'edit' => 'Редагувати',
    'send_request' => 'Відправити запит',
    'fio' => 'ПІБ',
    'type_your_name' => 'Введіть своє повне ім\'я',
    'phone_number' => 'Номер телефону',
    'type_email' => 'Введіть електронну адресу',
    'calc_city' => 'Місто',
    'upload_photo' => 'Завантажити фото виробу',
    'add_photo' => 'Додати фото',
    'request_process' => 'Оформлення запиту',
    'i_agree' => 'Я згоден на використання персональних даних',


    'condition1' => 'Пристрій з явними дефектами корпусу, наявність дефектів на дисплеї: плями (білі, жовті, зелені), засвітки, биті пікселі, тріщини і відколи. Множинні глибокі подряпини, добре помітні вмʼятини, явні сліди падіння, відсутність деталей, але при цьому основні вузли повністю працездатні.',
    'condition2' => 'Пристрій з активними слідами експлуатації. Можливі незначні тріщини корпусу, сильні потертості, поодинокі глибокі подряпини, незначні сліди падінь. Наявність не більше двох битих пікселів.',
    'condition3' => 'Пристрій з незначними слідами використання. Можливі не глибокі подряпини на корпусі, незначні потертості на дисплеї, затерті кути, але не сліди падінь.',
    'condition4' => 'Пристрій у відмінному стані, майже новий. Можливі незначні мікроподряпини на задній кришці. Неприпустимо наявність пошкоджень на дисплеї, слідів падіння і інших дефектів.',
    'condition5' => 'Новий пристрій, в ідеальному стані, без найменших дефектів. Наявність будь-яких потертостей, подряпин, відколів, плям, вмʼятин та інших дефектів не допустимо. Наявність касового чека з датою, не пізніше ніж 6 місяців від дня придбання даного пристрою.',

    'set1' => 'Комплекту нема. В наявності тільки пристрій.',
    'set2' => 'В наявності тільки зарядний пристрій',
    'set3' => 'В наявності: зарядний пристрій, заводська упаковка, документи (можливо відсутність документів).',
    'set4' => 'Повний комплект який гарантує виробник.',
    'set5' => 'Повний комплект який гарантує виробник. Обовʼязкова наявність гарантійного талона і чека про покупку.',


    'gadget_type' => 'Тип техніки',
    'brand' => 'Бренд',
    'model' => 'Модель',
    'i_have_pc' => 'В мене комп\'ютер/ноутбук',
    'processor' => 'Процессор',
    'memory' => 'Об\'єм оперативної пам\'яті',
    'hdd' => 'Об\'єм жорсткого диска',
    'video' => 'Відеокарта',
];
